ent-ContainmentFieldGenerator = генератор сдерживающего поля
    .desc = Машина, которая создаёт сдерживающее поле при подаче энергии от эмиттера. Удерживает Сингулярность в узде.
ent-ContainmentField = сдерживающее поле
    .desc = Сдерживающее поле, отталкивающее гравитационные сингулярности.
ent-ForceFieldGenerator = генератор силового поля
    .desc = Небольшая установка, создающая силовое поле, не пропускающее воздух. Обычно используется в грузовых ангарах.
ent-AtmosForceField = силовое поле
    .desc = Ярко-оранжевое силовое поле. Оно мягко мерцает.
